<template lang="pug">
.page.labo-terms
  section.page__section
    h1.page__title U-LABO 利用規約
  section.page__section
    div.terms
      h2.terms__subtitle ■ 第 1 条（名称）
      p.terms__text 本施設は学生団体UKARIによって運営される「U-LABO」と称します（以下本施設という）。また、本施設の利用者を「利用者」と称します。

      h2.terms__subtitle ■ 第 2 条（施設概要）
      p.terms__text 本施設は、月に一回開催されるミートアップおよび多くの学生主体プロジェクトを介して札幌の高校生が学校以外のコミュニティを持つことを主目的とし、会員の興味関心、夢を広げられる環境を目指します。

      h2.terms__subtitle ■ 第 3 条（利用資格）
      p.terms__text 本施設の利用資格は原則として次の条件を満たす者とします。
      ol
        li UKARI SALONのメンバーもしくは高校生であること
        li 法令・モラルに違反する目的・態様で参加される疑義が認められないこと
        li 反社会的勢力及びそれに準じる者でないこと
        li 保護者にU-LABO利用の同意を得ていること
        li その他、本施設の裁量による本施設への参加不許諾を受けなかった者

      h2.terms__subtitle ■ 第 4 条（利用手続）
      p.terms__text 本施設の利用を希望する者は、施設管理者（第 16 条により定義される）に申請し、受付で必要事項を記入の上、施設利用料金（第 6 条により定義される）を現金で支払うものとします。

      h2.terms__subtitle ■ 第 5 条（利用可能時間）
      p.terms__text 本施設の利用可能時間は原則以下の通りとなります。
      ol
        li 平日：17:30～22:30
        li 土曜日・日曜日・祝日：10:00～22:30
      p.terms__text 但し、上記の利用時間から変更がある場合、原則前日の午前10時までに連絡するものとします。
      p.terms__text また、複数人での占有利用を希望する場合、施設管理者と協議の上、利用可能時間を定めることとします。

      h2.terms__subtitle ■ 第 6 条（施設利用料金）
      p.terms__text 本施設は施設利用料金（以下、「利用料金」とする）が発生します。
      p.terms__text 個人での利用の場合、利用料金は以下の通りとなります。
      ol
        li 平日：100円
        li 土曜日・日曜日・祝日：200円
        li 月額制（次条により定義）：700円
      p.terms__text また、複数人での占有利用の場合、施設管理者と協議の上、利用料金を定めることとします。但し、U-LABOで開催されるイベントについては、別途会費を利用者に対し請求する場合があります。かかる会費の金額については、各イベントごとに異なります。

      h2.terms__subtitle ■ 第 7 条（月額制）
      p.terms__text 本施設は一定の利用料金を支払うことで、第 5 条に示す利用可能時間内であれば以下の期間内で自由に利用が可能となります。
      ol
        li 利用料金を支払った日からその月の月末まで
      p.terms__text 但し、上記の利用可能時間に変更がある場合、原則前日の午前10時までに月額制の利用者に所定の方法で連絡するものとします。
      p.terms__text また、第 13 条に定義される通り、必要と認められる施設の利用停止、廃止等による利用料金の返金は行われません。

      h2.terms__subtitle ■ 第 8 条（利用者の権利）
      p.terms__text 利用者は、本件サービス（次条により定義される）の提供を受ける権利を有します。

      h2.terms__subtitle ■ 第 9 条（本件サービスの内容）
      p.terms__text 利用者は、次のサービスを享受することができます。但し、サービス内容については、本施設の裁量により、事前の通知なくして変更されることがあり、変更手続については、第18条に定めるところによります。
      ol
        li 本施設の利用

      h2.terms__subtitle ■ 第 10 条（会員の義務）
      p.terms__text 利用者は、本施設が定める本規則を遵守するものとします。

      h2.terms__subtitle ■ 第 11 条（禁止事項）
      p.terms__text 利用者は、次に掲げる行為を行なってはいけません。
      ol
        li 本施設を違法行為もしくは違法行為と思料される用途に使用すること。
        li 本施設の提供する情報を違法行為もしくは違法行為と思料される用途に使用すること。
        li 本施設の什器、設備、並びに本施設そのものを故意に破壊、汚損しないこと。
        li 本施設及び本施設の利用者を誹謗・中傷する行為。
        li 本施設の運営を妨害する行為
        li 本施設を利用して宗教の宣伝を含む宗教的行為､及び宗教団体の設立･活動､宗教団体への加入等宗教上の結社に関する行為をすること｡
        li 本施設での性的行為
        li 本施設の個人利用（但し、第 16 条に定める施設管理者を除く）

      h2.terms__subtitle ■ 第 12 条（利用停止）
      p.terms__text 利用者が本規約及び第 10 条に定める義務を怠り、本施設が履行もしくは中止、是正を求めたにも関わらず利用者がこれに応じない場合、当該利用者に対し利用禁止の処分をすることができます。尚、本施設が利用禁止をする場合、当該利用者に禁止理由を説明いたしません。

      h2.terms__subtitle ■ 第 13 条（本施設の廃止）
      p.terms__text 本施設は、天災、自然災害、感染症、運営団体、又は本施設の都合により必要と認められる場合には、本施設の一部又は全部の活動を制限し又はこれらを一時休止もしくは廃止することができます。この場合、本施設は利用者に対して賠償の責任を負いません。

      h2.terms__subtitle ■ 第 14 条（個人情報の扱い）
      p.terms__text 本施設は、利用者の情報を厳重に取り扱うものとし、本施設の運営においてのみ利用するものとします。

      h2.terms__subtitle ■ 第 15 条（責任の範囲）
      p.terms__text 本施設は本施設内の利用者間におけるトラブル等については、責任は負わないものとします。


      h2.terms__subtitle ■ 第 16 条（施設管理者）
      p.terms__text 本施設は以下に定める利用管理者により運営、管理されるものとします。
      ol
        li U-LABO借主
        li 学生団体UKARI代表
        li その他学生団体UKARIが定める管理者

      h2.terms__subtitle ■ 第 17 条（規約内容の変更手続）
      p.terms__text 本規約の変更については、規約の変更内容を所定の方法により発表します。

</template>

<script>
export default {}
</script>

<style lang="scss">
.labo-terms {
  color: $text-color;
}

.terms {
  width: 60%;
  @media screen and (max-width: 768px) {
    width: 80%;
  }

  &__subtitle {
    margin: 1.2rem 0;
    font-size: 1.2rem;
  }

  &__text {
    font-size: 1rem;
  }

  li {
    list-style-position: inside;
  }
}
</style>
